export const termsText = `<p style="font-size: 15px; color: black; text-align: right;"><strong>תנאי שימוש</strong>
<strong>כללי</strong>

אפליקציית  GoGood ("האפליקצייה") מופעלת ע"י חברת ZIGIT ("החברה"), בכתובת אינטרנט Zigit.co.il ומטרתה חיבור בין אנשים שמעוניינים לתרום מזמנם ומיכולותיהם לבין מבקשי עזרה ("המוצר").
השימוש באפליקצייה כפופה לתנאים המפורטים בתקנון ותנאי שימוש אלו ("התקנון"). אנא קרא את התקנון בקפידה, שכן הגלישה באתר וביצוע פעולות בו מעידים על הסכמתך לתנאים הכלולים בתקנון, והוא מהווה חוזה מחייב בינך לבין החברה.
האמור בתקנון זה בלשון זכר הוא לשם הנוחות בלבד והתקנון מתייחס לבני שני המינים באופן שווה.


<strong>מדיניות פרטיות </strong>
<strong>נושאים חוקיים </strong> 
מדיניות זו מכסה את המידע האישי שאנו אוספים אודותיך עבור התנדבות או קבלת עזרה באפליקציה. מדיניות זו אינה מטפלת במידע שאינו מזהה אותך באופן אישי, כמו מידע אנונימי מצרפי.
אנו פועלים בהתאם לחוקי מדינת ישראל ושואפים למלא אחר כל חוקי הפרטיות הנהוגים במדינות השונות והחלים על המידע האישי שאנו אוספים ובו אנו משתמשים.
שינויים
אנו רשאים לשנות מדיניות זו מעת לעת. אם כך נפעל, מדיניות הפרטיות המתוקנת תחול בעת שנפרסם אותה באפליקציה. אנו נתקן את הודעת "עודכנה לאחרונה" בעמוד הראשון של מדיניות זו בכל פעם שנבצע שינוי .
אם שינוי כלשהו גורם לכך שמדיניות זו תגן במידה פחותה על המידע האישי שלך, היא לא תחול על מידע שאספנו אודותיך לפני שבוצע השינוי. 
החריג היחיד לכך יהיה אם הודענו לך על השינויים ונתנו לך הזדמנות להורות לנו לא להחילם על המידע האישי שלך .
איסוף
אנו נאסוף מידע אודותיך ממגוון מקורות לצורך עסקינו. הדוגמאות שנספק כאן הן להבהרה ואינן מהוות רשימה מלאה של דרכי פעולתנו.
במסגרת ההצטרפות לאפליקציה, תתבקש למסור פרטים כגון שם, כתובת, מספר טלפון, תמונת תעודת זהות. 
לעיתים נבקש לקבל מידע נוסף אודותיך והנדרש להענקת השירות.
אנו פועלים לשמירת המידע האישי אודותייך בצורה מאובטחת באופן שישמור אותו מדוייק, עדכני ומלא, ככל שנחוץ למטרות שלשמן אנו משתמשים בו.

בד"כ נשמור מידע אישי אודות המשתמשים כל עוד אנו מאמינים שהוא דרוש למטרות עבורן הוא נאסף או כל עוד הדבר נדרש בהתאם לדין החל .
אבטחה
אנו נוקטים אמצעי אבטחת מידע הולמים, לרבות אמצעי אבטחה פיזיים, פרוצדורליים ואלקטרוניים ראויים לצורך הגנה על המידע האישי שלך, לרבות:
• הגבלת הגישה של עובדינו למידע אישי ;
• אכיפת מדיניות ותהליכים כלפי עובדינו במהלך עבודתם עם מידע אישי;
• שימוש בטכנולוגיות המתוכננות לשמירה על מידע במהלך שידורו, לרבות הצפנת SSL1למידע שאתה מספק באפליקציה שלנו.
החברה מיישמת מערכות ונהלים לאבטחת מידע. בעוד שמערכות ונהלים אלה מצמצמים את הסיכונים לחדירה בלתי מורשית, אין בהם ביטחון מוחלט. לכן החברה לא מתחייבת שהשירותים באפליקציה יהיו חסינים באופן מוחלט מפני גישה בלתי מורשית למידע המאוחסן בהם.
לכן, גם באחריותך לנקוט אמצעי אבטחה הולמים (כגון כנגד וירוסים, חדירה למחשבים, אובדן מידע, חשיפת סודות וכו' ).
אם יש לך סיבה לחשוב שאחד החשבונות שלך אצלנו אינו מאובטח עוד, עליך ליצור עמנו קשר באופן מידי על פי ההוראות המצוינות בסוף מדיניות זו.
אבטחת תקשורת
אנו משתדלים לאזן בין אבטחת המידע שלך ובין נוחותך. כתוצאה מכך, אנו עשויים לעיתים להשתמש בשיטת תקשורת בטוחה פחות מהחלופה הנוחה פחות .לדוגמה, אנו נשלח לך דוא"ל באופן לא מוצפן (כלומר קריא באופן מיידי) היות ורבים מלקוחותינו אינם יכולים לגשת לדוא"ל מוצפן (כלומר מקודד). משמעות הדבר היא שהדוא"ל שלנו, אם נותב באופן מוטעה או יורט, ניתן לקריאה בקלות רבה יותר מאשר דוא"ל מוצפן. כיוון שכך, אנא המנע מלכלול מידע סודי, כגון מספר כרטיס האשראי שלך בדברי הדוא"ל שאתה שולח אלינו .
כדי להשתמש בדרך מאובטחת יותר לתקשורת עמנו באמצעות האינטרנט, אנא פנה/י אלינו באמצעות אחד מפרטי הקשר המופיעים מטה.

<strong>גישה </strong> 

באפשרותך לגשת ולעיין במידע האישי שלך ללא עלות ולתקן טעויות עובדתיות באמצעות שליחת דוא"ל לכתובת המייל Office@zigit.co.il. 
כדי להגן על הנתונים שלך אנו יכולים לדרוש שתספק/י לנו מידע המאפשר לנו
לזהות אותך, כגון מספר תעודת זהות.

<strong>שימושים</strong> 
המידע שתמסור/תמסרי ישמש אותנו למטרות הבאות:
שימושים תפעוליים
שימושים תפעוליים הם למשל מתן שירותים. על מנת לספק לך שירותים אנו נשתמש, בין היתר, במידע האישי שלך כדי: 
• לספק לך שירות לקוחות.
•  לצורך הסבת דוחות.
• לצרכי דיוור.
• לצרכי שיווק ושימור קשרי לקוחות.
•  לצרכי מחקר שביעות רצון לקוחות וחקר שוק על מנת לסייע לנו בשיפור השירותים.
אנו נשמור על פרטיות הנתונים שלך בהתאם לדין. עם זאת, נהיה רשאים לגלות את פרטיך לספקים שלנו לשם אכיפת זכויותינו על-פי הסכם, ונהיה רשאים להעביר פרטיך לאחר בנסיבות שהדין מתיר או מחייב זאת, ובהתאם לאמור בתנאי שימוש אלו ובהסכם ההתקשרות איתך. 
שימושים לצרכי הגנה ושימושים חוקיים
אנו רשאים להשתמש ולחשוף את המידע האישי שלך כפי שאנו רואים לנכון, במסגרת הדין החל, כדי להגן על עסקינו. 
בנוסף, אנו רשאים לשתף את המידע האישי שלך מסיבות חוקיות, לרבות :
• שיתוף פעולה עם רשויות אכיפת חוק, לצורך זיהוי אנשים שעשויים להיות מעורבים בפעילויות בלתי חוקיות.
• כדי לציית לדין החל.

GoGood שומרת לעצמה את הזכות לחשוף כל מידע אישי אודותיך או אודות
השימוש שלך באפליקציה כולל תוכן השימוש, ללא קבלת רשות ממך אם GoGood
מאמינה בתום לב כי פעולה זו חיונית כדי: (1) לציית לדרישות הדין או לקיים
הליך משפטי; (2) להגן על זכויותיה ; (3) לאכוף את תנאי
השימוש; (4) לפעול כדי להגן על אינטרסים לגיטימיים שלנו ושל אחרים; (5) להגן עליך, במקרי חירום.
חשיפה לעסקאות תאגידיות
אנו רשאים לחשוף את המידע האישי שלך לחברות אחרות בהקשר למכירה, מיזוג או העברה של אחד משירותנו כדי לאפשר לחברה האחרת להחליט האם להמשיך בעסקה. אם העסקה מושלמת, החברה תידרש לשמור על ההוראות הרלוונטיות של מדיניות זו ביחס למידע שנאסף אודותיך.
שימושים שיווקיים
נשמור את המידע האישי שלך ונשתמש בו כדי לפתח תוכניות שיווק ממוקדות והצעות שירות שאנו מאמינים שיועילו לך. על כן פרטייך ישמשו את GoGood, ככל שנתת הסכמת לכך במקרים המתאימים במהלך הרשמה באפליקציה או בכל דרך אחרת, לצורך משלוח דברי שיווק, פרסום, הצעות לשירותים, שיתוף במבצעים, מתן הטבות, מסירת הודעות
שונות, עריכת סקרים וכו', וזאת בכל אמצעי תקשורת, לרבות דואר אלקטרוני, הודעת SMS , מערכת חיוג אוטומטי, פקסימיליה או דואר רגיל. בכל עת תוכל להודיע לנו כי אינך מעוניין בקבלת תוכן שיווקי או לבקש למחוק את המידע שהוביל לדיוור הישיר ולא דרוש לנו למטרות לגיטימיות באמצעות פנייה לשירות הלקוחות בכתובת הדוא"ל Office@zigit.co.il ,  גם לאחר בקשת ההסרה ייתכן שישלחו אליך דיוורים אותם אנו חייבים ו/או רשאים לשלוח לך על פי דין גם ללא הסכמתך.
נקודות נוספות
• אם את/ה בוחר/ת שלא לקבל תכתובות שיווקיות, אנו נבצע תמיד את הבחירה האחרונה שלך. למרות שאנו שואפים לעבד את בחירותיך באופן מידי, אתה עשוי עדיין לקבל תקשורת שיווקיות שנשלחה לפני שקיבלנו את בקשתך לבטל את הרישום ;
• אם פרטי ההתקשרות שלך משתנים, אנא עדכן אותנו בנתוני הפרופיל האישי המעודכנים שלך בדוא"ל – Office@zigit.co.il אנו נמשיך לשלוח אליך תכתובות לכתובת האחרונה שנמסרה לנו על ידך.


<strong>דין וסמכות שיפוט</strong> 
פרשנותו ואכיפתו של תקנון זה ו/או כל פעולה או סכסוך הנובע ממנו יעשו בהתאם לדין הישראלי בלבד ולבית המשפט המוסמך תהא מסורה סמכות השיפוט הבלעדית.

<strong>קניין רוחני </strong> 

כל זכויות הקניין הרוחני באפליקציה זו הינן רכושו הבלעדי של האפליקצייה.
אין להעתיק, לשכפל, להפיץ, לפרסם או להשתמש בכל דרך אחרת במידע כלשהו מן האפליקצייה, אלא אם ניתנה הסכמה לכך מראש ובכתב מטעם החברה.

<strong>יצירת קשר </strong> 

בכל שאלה ו/או בירור לגבי המוצר, וכן בכל פנייה אחרת בעניין פגיעה בזכות או תוכן פוגע, יש ליצור קשר באמצעות כתובת הדוא"ל Office@zigit.co.il
`;
export const privacyText = `<p style="font-size: 15px; color: black; text-align: right;"><strong>מדיניות פרטיות</strong>
אנו מכבדים את פרטיותך ומחויבים להגן על המידע האישי שאנו מחזיקים אודותיך. 
מדיניות הפרטיות מבארת את סוגי המידע שאנו אוספים אודותיך, כיצד אנו אוספים אותו, 
מהם האמצעים בהם אנו נוקטים כדי לשמור על המידע שלך בצורה מאובטחת, מהם אמצעי האבטחה שעלייך לנקוט ומהם השימושים שאנו עושים בו. 
אנו מתארים גם את האפשרויות העומדות בפניך בנוגע למידע האישי שלך כאשר את/ה מצטרפ/ת לאפליקציה.

אנו מקווים שמדיניות זו תענה על שאלותייך לגבי האיסוף והשימוש שאנו עושים במידע האישי שלך. אם אין הדבר כך, או אם יש לך שאלות נוספות, אנא צור עימנו קשר בטלפון בדוא"ל Office@zigit.co.il
כשאת/ה מבקש/ת להצטרף לאפליקציה, את/ה מסכימ/ה לכך שנאסוף, נשמור ונשתמש במידע האישי שלך באופן המתואר במדיניות זו ומסכימ/ה לסיכונים המתוארים בסעיף האבטחה.

<strong>נושאים חוקיים</strong> 
מדיניות זו מכסה את המידע האישי שאנו אוספים אודותיך עבור התנדבות או קבלת עזרה באפליקציה. מדיניות זו אינה מטפלת במידע שאינו מזהה אותך באופן אישי, כמו מידע אנונימי מצרפי.
אנו פועלים בהתאם לחוקי מדינת ישראל ושואפים למלא אחר כל חוקי הפרטיות הנהוגים במדינות השונות והחלים על המידע האישי שאנו אוספים ובו אנו משתמשים.

<strong>שינויים</strong> 
אנו רשאים לשנות מדיניות זו מעת לעת. אם כך נפעל, מדיניות הפרטיות המתוקנת תחול בעת שנפרסם אותה באפליקציה. אנו נתקן את הודעת "עודכנה לאחרונה" בעמוד הראשון של מדיניות זו בכל פעם שנבצע שינוי .
אם שינוי כלשהו גורם לכך שמדיניות זו תגן במידה פחותה על המידע האישי שלך, היא לא תחול על מידע שאספנו אודותיך לפני שבוצע השינוי. 
החריג היחיד לכך יהיה אם הודענו לך על השינויים ונתנו לך הזדמנות להורות לנו לא להחילם על המידע האישי שלך .

<strong>איסוף</strong> 
אנו נאסוף מידע אודותיך ממגוון מקורות לצורך עסקינו. הדוגמאות שנספק כאן הן להבהרה ואינן מהוות רשימה מלאה של דרכי פעולתנו.
במסגרת ההצטרפות לאפליקציה, תתבקש למסור פרטים כגון שם, כתובת, מספר טלפון, תמונת תעודת זהות. 
לעיתים נבקש לקבל מידע נוסף אודותיך והנדרש להענקת השירות.
אנו פועלים לשמירת המידע האישי אודותייך בצורה מאובטחת באופן שישמור אותו מדוייק, עדכני ומלא, ככל שנחוץ למטרות שלשמן אנו משתמשים בו.

בד"כ נשמור מידע אישי אודות המשתמשים כל עוד אנו מאמינים שהוא דרוש למטרות עבורן הוא נאסף או כל עוד הדבר נדרש בהתאם לדין החל .

<strong>אבטחה</strong> 
אנו נוקטים אמצעי אבטחת מידע הולמים, לרבות אמצעי אבטחה פיזיים, פרוצדורליים ואלקטרוניים ראויים לצורך הגנה על המידע האישי שלך, לרבות:
• הגבלת הגישה של עובדינו למידע אישי ;
• אכיפת מדיניות ותהליכים כלפי עובדינו במהלך עבודתם עם מידע אישי;
• שימוש בטכנולוגיות המתוכננות לשמירה על מידע במהלך שידורו, לרבות הצפנת SSL1למידע שאתה מספק באפליקציה שלנו.
החברה מיישמת מערכות ונהלים לאבטחת מידע. בעוד שמערכות ונהלים אלה מצמצמים את הסיכונים לחדירה בלתי מורשית, אין בהם ביטחון מוחלט. לכן החברה לא מתחייבת שהשירותים באפליקציה יהיו חסינים באופן מוחלט מפני גישה בלתי מורשית למידע המאוחסן בהם.
לכן, גם באחריותך לנקוט אמצעי אבטחה הולמים (כגון כנגד וירוסים, חדירה למחשבים, אובדן מידע, חשיפת סודות וכו' ).
אם יש לך סיבה לחשוב שאחד החשבונות שלך אצלנו אינו מאובטח עוד, עליך ליצור עמנו קשר באופן מידי על פי ההוראות המצוינות בסוף מדיניות זו.

<strong>אבטחת תקשורת</strong> 
אנו משתדלים לאזן בין אבטחת המידע שלך ובין נוחותך. כתוצאה מכך, אנו עשויים לעיתים להשתמש בשיטת תקשורת בטוחה פחות מהחלופה הנוחה פחות .לדוגמה, אנו נשלח לך דוא"ל באופן לא מוצפן (כלומר קריא באופן מיידי) היות ורבים מלקוחותינו אינם יכולים לגשת לדוא"ל מוצפן (כלומר מקודד). משמעות הדבר היא שהדוא"ל שלנו, אם נותב באופן מוטעה או יורט, ניתן לקריאה בקלות רבה יותר מאשר דוא"ל מוצפן. כיוון שכך, אנא המנע מלכלול מידע סודי, כגון מספר כרטיס האשראי שלך בדברי הדוא"ל שאתה שולח אלינו .
כדי להשתמש בדרך מאובטחת יותר לתקשורת עמנו באמצעות האינטרנט, אנא פנה/י אלינו באמצעות אחד מפרטי הקשר המופיעים מטה.
גישה
באפשרותך לגשת ולעיין במידע האישי שלך ללא עלות ולתקן טעויות עובדתיות באמצעות שליחת דוא"ל לכתובת המייל Office@zigit.co.il. 
כדי להגן על הנתונים שלך אנו יכולים לדרוש שתספק/י לנו מידע המאפשר לנו
לזהות אותך, כגון מספר תעודת זהות.

 <strong>שימושים</strong> 
המידע שתמסור/תמסרי ישמש אותנו למטרות הבאות:
שימושים תפעוליים
שימושים תפעוליים הם למשל מתן שירותים. על מנת לספק לך שירותים אנו נשתמש, בין היתר, במידע האישי שלך כדי: 
• לספק לך שירות לקוחות.
•  לצורך הסבת דוחות.
• לצרכי דיוור.
• לצרכי שיווק ושימור קשרי לקוחות.
•  לצרכי מחקר שביעות רצון לקוחות וחקר שוק על מנת לסייע לנו בשיפור השירותים.
אנו נשמור על פרטיות הנתונים שלך בהתאם לדין. עם זאת, נהיה רשאים לגלות את פרטיך לספקים שלנו לשם אכיפת זכויותינו על-פי הסכם, ונהיה רשאים להעביר פרטיך לאחר בנסיבות שהדין מתיר או מחייב זאת, ובהתאם לאמור בתנאי שימוש אלו ובהסכם ההתקשרות איתך. 
שימושים לצרכי הגנה ושימושים חוקיים
אנו רשאים להשתמש ולחשוף את המידע האישי שלך כפי שאנו רואים לנכון, במסגרת הדין החל, כדי להגן על עסקינו. 
בנוסף, אנו רשאים לשתף את המידע האישי שלך מסיבות חוקיות, לרבות :
• שיתוף פעולה עם רשויות אכיפת חוק, לצורך זיהוי אנשים שעשויים להיות מעורבים בפעילויות בלתי חוקיות.
• כדי לציית לדין החל.

GoGood שומרת לעצמה את הזכות לחשוף כל מידע אישי אודותיך או אודות
השימוש שלך באפליקציה כולל תוכן השימוש, ללא קבלת רשות ממך אם GoGood
מאמינה בתום לב כי פעולה זו חיונית כדי: (1) לציית לדרישות הדין או לקיים
הליך משפטי; (2) להגן על זכויותיה ; (3) לאכוף את תנאי
השימוש; (4) לפעול כדי להגן על אינטרסים לגיטימיים שלנו ושל אחרים; (5) להגן עליך, במקרי חירום.
חשיפה לעסקאות תאגידיות
אנו רשאים לחשוף את המידע האישי שלך לחברות אחרות בהקשר למכירה, מיזוג או העברה של אחד משירותנו כדי לאפשר לחברה האחרת להחליט האם להמשיך בעסקה. אם העסקה מושלמת, החברה תידרש לשמור על ההוראות הרלוונטיות של מדיניות זו ביחס למידע שנאסף אודותיך.
שימושים שיווקיים
נשמור את המידע האישי שלך ונשתמש בו כדי לפתח תוכניות שיווק ממוקדות והצעות שירות שאנו מאמינים שיועילו לך. על כן פרטייך ישמשו את GoGood, ככל שנתת הסכמת לכך במקרים המתאימים במהלך הרשמה באפליקציה או בכל דרך אחרת, לצורך משלוח דברי שיווק, פרסום, הצעות לשירותים, שיתוף במבצעים, מתן הטבות, מסירת הודעות
שונות, עריכת סקרים וכו', וזאת בכל אמצעי תקשורת, לרבות דואר אלקטרוני, הודעת SMS , מערכת חיוג אוטומטי, פקסימיליה או דואר רגיל. בכל עת תוכל להודיע לנו כי אינך מעוניין בקבלת תוכן שיווקי או לבקש למחוק את המידע שהוביל לדיוור הישיר ולא דרוש לנו למטרות לגיטימיות באמצעות פנייה לשירות הלקוחות בכתובת הדוא"ל Office@zigit.co.il ,  גם לאחר בקשת ההסרה ייתכן שישלחו אליך דיוורים אותם אנו חייבים ו/או רשאים לשלוח לך על פי דין גם ללא הסכמתך.
נקודות נוספות
• אם את/ה בוחר/ת שלא לקבל תכתובות שיווקיות, אנו נבצע תמיד את הבחירה האחרונה שלך. למרות שאנו שואפים לעבד את בחירותיך באופן מידי, אתה עשוי עדיין לקבל תקשורת שיווקיות שנשלחה לפני שקיבלנו את בקשתך לבטל את הרישום ;
• אם פרטי ההתקשרות שלך משתנים, אנא עדכן אותנו בנתוני הפרופיל האישי המעודכנים שלך בדוא"ל – Office@zigit.co.il אנו נמשיך לשלוח אליך תכתובות לכתובת האחרונה שנמסרה לנו על ידך.
צור קשר
אנו מקווים כי מדיניות זו עונה על שאלותיך לגבי האיסוף והשימוש שלנו במידע האישי שלך. אם יש לך שאלות נוספות או אם הינך מעוניינ/ת ליצור עמנו קשר למטרה מסוימת, אנא פנה /י אלינו לכתובת 
הדוא"ל Office@zigit.co.il .</p>`;
